{
    "Comment.nvim": {
        "branch": "master"
    },
    "autoclose.nvim": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-cmdline": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-omni": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp-vimtex": {
        "branch": "master"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "dressing.nvim": {
        "branch": "master"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "grapple.nvim": {
        "branch": "main"
    },
    "image.nvim": {
        "branch": "master"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "leap.nvim": {
        "branch": "main"
    },
    "lsp_signature.nvim": {
        "branch": "master"
    },
    "luarocks.nvim": {
        "branch": "main"
    },
    "markdown-preview.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "multicursor.nvim": {
        "branch": "1.0"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-colorizer.lua": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-surround": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-treesitter-context": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-ufo": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "oil-git-status.nvim": {
        "branch": "main"
    },
    "oil.nvim": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "promise-async": {
        "branch": "main"
    },
    "quicker.nvim": {
        "branch": "master"
    },
    "schemastore.nvim": {
        "branch": "main"
    },
    "statuscol.nvim": {
        "branch": "main"
    },
    "substitute.nvim": {
        "branch": "main"
    },
    "telescope-zf-native.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "undotree": {
        "branch": "master"
    },
    "vim-fugitive": {
        "branch": "master"
    },
    "vim-matchup": {
        "branch": "master"
    },
    "vimtex": {
        "branch": "master"
    }
}
